Repository: Spencerx/landing-page
Catalog: po/*.po
Languages: et, he

source: The makers' choice for sysadmins, developers and desktop users.
et: Tegijate valik süsteemiadministraatorite, arendajate ja töölauakasutajate jaoks.
he: בחירת המייקריות למנהלי מערכת, מפתחות, ומשתמשים.

source: Home
et: Algus
he: בית

source: Tools
et: Vahendid
he: כלים

source: News
et: Uudised
he: חדשות

source: Contribute
et: Löö kaasa
he: תרמו

source: Conferences
et: Konverentsid
he: כנסים

source: Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!
et: Hankige uusimad Linuxi paketid meie jooksva väljalaskega. Kiire! Integreeritud! Stabiliseeritud! Testitud!
he: קבלו את חבילות הלינוקס החדשות ביותר עם הגרסה המתגלגלת שלנו. מהירה! אינטגרטיבית! מיוצבת! בדוקה!

source: More information
et: Rohkem infot
he: מידע נוסף

source: Install Tumbleweed
et: Paigalda Tumbleweed
he: התקינו את Tumbleweed

source: Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.
et: Nendele kasutajatele, kes soovivad uusimaid pakette, mis sisaldavad muu hulgas Linuxi kernelit, SAMBA't, git'i, töölauda, kontorirakendusi ja paljusid muid pakette, sobib Tumbleweed. Tumbleweed kutsub üles edasijõudnud kasutajaid, tarkvaraarendajaid ja openSUSE kaastöötajaid. Kui vajate uusimaid tarkvarapakette ja integreeritud arenduskeskkonda või kui vajate stabiilset platvormi, mis on kõige verivärskem Linux, on Tumbleweed teie jaoks parim valik.
he: כל משתמשת הרוצה בחבילות החדשות ביותר הכוללות, (אך אינן מוגבלות ל) גרעין (קרנל) לינוקס, SAMBA, git, סביבות עבודה, יישומים משרדיים וחבילות רבות נוספות תרצה להשתמש ב Tumbleweed. Tumbleweed מתאימה למפתחים ותורמות לפרויקט openSUSE. אם אתם צריכים את החבילות החדשות ביותר וסביבות פיתוח או צריכים את הפלטפורמה היציבה הקרובה ביותר לגרסאות המתקדמות ביותר של לינוקס, Tumbleweed היא הבחירה בשבילכם.

source: Learn more
et: Uuri rohkem
he: למדו עוד

source: Get the most complete Linux distribution with openSUSE’s latest regular-release version!
et: Saate kõige terviklikuma Linuxi väljaande koos OpenSUSE uusima regulaarse väljaande versiooniga!
he: קבלו את הפצת הלינוקס השלמה ביותר על ידי שימוש בגרסה העדכנית ביותר של openSUSE!

source: Install Leap
et: Paigalda Leap
he: התקינו את Leap

source: New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.
et: Uued ja kogenud Linuxi kasutajad saavad OpenSUSE regulaarse väljaandega kõige paremini kasutatava Linuxi väljaande ja stabiliseeritud opsüsteemi. Saate uuendusi ja tugevdage oma OS-i OpenSUSE uusimat peamist väljalaset. Valige oma töölaud, konfigureerige oma süsteem ja nautige Linuxi arendajate, administraatorite ja tarkvaratootjate jaoks valitud platvormi.
he: משתמשות לינוקס חדשות ומנוסות, מקבלות את הפצת הלינוקס הכי שמישה ומערכת ההפעלה היציבה ביותר עם הגרסה ברגילה של openSUSE. קבלו עדכונים והקשיחו את מערכת ההפעלה שלכם עם הגרסה העיקרית העדכנית ביותר של ההפצה. בחרו סביבת עבודה, הגדירו את המערכת שלכן ותהנו מהבחירה של מפתחי לינוקס, מנהלות מערכת ומפיצי תכנה.

source: available in
he: זמין ב

source: days
et: päevad
he: ימים

source: day
et: päev
he: יום

source: hours
et: tunnid
he: שעות

source: hour
et: tund
he: שעה

source: openSUSE TOOLS
et: openSUSE tööriistad
he: כלי OpenSUSE

source: Discover the best open-source tools developed by our community
et: Avastage meie kogukonna poolt välja töötatud parimaid avatud lähtekoodiga tööriistu
he: גלו את הכלים בקוד פתוח הטובים ביותר המפותחים בקהילה שלנו

source: Go to link
et: Mine lingile
he: עברו לקישור

source: Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.
et: Meie kompileerija, mis kompileerib nii meie kui ka SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu jt pakette.
he: כלי בניית החבילות שלנו, הבונה את כל החבילות שלנו וגם כאלו עבור ההפצות SUSE Linux Enterprise, ארץ', דביאן, פדורה, Scientific Linux, רד־האט, CentOS, אובונטו ועוד.

source: Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.
et: Automatiseeritud testimine * suvalise * opsüsteemi jaoks, mis suudab ekraani lugeda ja testitavat süsteemi juhtida samamoodi nagu kasutaja seda teeks.
he: בדיקה אוטומטית של *כל* מערכת הפעלה, אשר יכולה לקרוא את המסך ולשלוט במחשב הנבדק באותו האופן שבו משתמש רגיל שולט.

source: The best/only comprehensive Linux system configuration & installation tool.
et: Parim/ainus põhjalik Linuxi süsteemi konfigureerimise ja paigaldamise tööriist.
he: כלי ההתקנה והקינפוג הטוב ביותר / היחיד למערכת לינוקס

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that builds the openSUSE release images.
he: צרו אימג'ים להתקנה על גבי חומרה אמיתית, מדומה, וכעת אפילו מערכות מבוססות קונטיינרים כמו Docker.Kiwi היא המנוע שבונה את האימג'ים של הפצות openSUSE השונות.

source: CONTRIBUTE TO OPENSUSE
et: Panustage openSUSEsse
he: תרמו לפרויקט OpenSUSE

source: Be part of our community contributing with any of the following:
et: Saage osaks meie kogukonnast, andes oma panuse järgmiste võimalustega:
he: היו חלק מקהילת התורמות באחת מן הדרכים הבאות:

source: Code
et: Kood
he: קוד

source: Find out more
et: Uuri lisaks
he: גלו עוד

source: Contribute Code
et: Panusta koodi
he: תרמו קוד

source: Find out more about how to participate.
et: Uurige lisaks, kuidas osaleda.
he: גלו עוד על איך להשתתף.

source: Hardware
et: Riistvara
he: חומרה

source: Contribute Hardware
et: Panustage riistvarasse
he: תרמו חומרה

source: openSUSE Communication Channels
he: ערוצי התקשרות עם OpenSUSE

source: Get in touch with the community:
he: צרו קשר עם הקהילה:

source: Meet up with openSUSE at conferences.
et: Tutvuge OpenSUSE'ga konverentsidel.
he: פגשו את OpenSUSE בכנסים.

source: View upcoming conferences
et: Uurige eelseisvaid konverentse
he: צפו בכנסים עתידיים

source: Get software
et: Hankige tarkvara
he: הורידו תוכנה

source: Wiki
he: ויקי

source: Documentation
he: דוקומנטציה

source: Build Service
et: Build Service teenus
he: שירות בנייה

source: Forums
et: Foorumid
he: פורומים

source: Mailing Lists
he: רשימות תפוצה

source: Shop
et: Pood
he: חנות

source: Blogs
et: Blogid
he: בלוגים

source: Press
et: Meist
he: תקשורת

source: Logo/Trademark
he: לוגו/סימן מסחרי

source: Sponsored by:
et: Toetaja:
he: מסובסד ע"י:

source: Change language
et: Vaheta keelt
he: שנו שפה

source: All Rights Reserved.
et: Kõik õigused on kaitstud.
he: כל הזכויות שמורות.

source: Back to main page
et: Tagasi pealehele
he: בחזרה לעמוד הראשי

source: for Leap 15.1
et: Leap 15.1 jaoks

source: is now available
et: on nüüd saadaval

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.
et: Looge Linuxi tõmmiseid reaalse riistvara jaoks, virtualiseerimiseks ja isegi konteinerisüsteemide jaoks, näiteks Docker. Kiwi on SUSE Stuudio mootor.

source: openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.
et: openSUSE usub, et parimad tulemused saadakse inimestelt, kes teevad koostööd seda nautides. Olla erinev teistest avatud lähtekoodiga kogukondadest teeb openSUSE ihaldatavaks. Me ei ole tavakogukond ja meie kogukonna pingutused määravad projekti tee. Kogukonna jõupingutused on loonud Linuxi jaoks mitu suurepärast tööriista ja vinge väljalaske. OpenSUSE' on teil hääl ja saate kergelt projektile kaasa aidata. Olenemata sellest, kas olete kogenud Linuxi arendaja või lõppkasutaja, saate OpenSUSE projektis osaleda. Liituge foorumiga, aidake ajakohastada meie wiki't, leidke ja teatage vigadest, vaadake üle dokumentatsiooni, saatke oma soove uute pakettide ja funktsioonide kohta, looge ja esitage pakke või hakake OpenSUSE propageerijaks, osaledes üritustel ja saades esindajaks.

source: Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email
et: Annetused OpenSUSE projekti toetuseks on alati teretulnud. Tegelikult tehti Open Build Service, mida kasutavad mitmed teised avatud lähtekoodiga projektid, projekti kogukonnale kättesaadavaks AMD serverite helde annetuse kaudu. Just seda tüüpi annetused võimaldavad inimestel ja projektidel jõudsalt areneda, välja töötada, uuenduslikult edasi liikuda. Projekt ei küsi raha, vaid riistvara annetusi, et kasutada avatud lähtekoodiga kogukonna ekspertteadmisi Linuxi arendamise võimendamiseks, pakkudes openSUSE tööriistu tasuta avatud lähtekoodiga ökosüsteemidele ja tagasisidet arendajatele, sysadminnidele ja pakendajatele. Riistvara aitab openSUSE kogukonda! Riistvara aitab avatud lähtekoodiga kogukonda! Ja Riistvara aitab Linuxi arendamist. Lisateavet riistvara annetamiseks openSUSE projektile saate e-posti teel

source: Social Network
et: Sotsiaalvõrgustikud

source: Imprint.
et: Pitsat.
